Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Files and Git anchor to this directory. When automatic, it follows the closest Git repository containing the shell’s current directory, or the one the terminal’s foreground job moved to — a coding agent that switched to its own worktree. A directory set manually from the project’s context menu is always used as-is.
ar: ترتبط الملفات وGit بهذا المجلد. في الوضع التلقائي، يُتبع أقرب مستودع Git يحتوي على مجلد الصدفة الحالي، أو المستودع الذي انتقلت إليه مهمة الطرفية النشطة، مثل وكيل برمجة انتقل إلى شجرة عمله. يُستخدم المجلد المحدد يدويًا من قائمة سياق المشروع كما هو دائمًا.
de: Dateien und Git beziehen sich auf dieses Verzeichnis. Im Automatikmodus folgt es dem nächsten Git-Repository mit dem aktuellen Shell-Verzeichnis oder dem Verzeichnis, in das der Vordergrundprozess des Terminals gewechselt ist, etwa ein Coding-Agent in seinem eigenen Worktree. Ein im Kontextmenü des Projekts manuell festgelegtes Verzeichnis wird immer unverändert verwendet.
es: Archivos y Git se vinculan a este directorio. En modo automático, sigue el repositorio Git más cercano que contiene el directorio actual del shell, o al que se haya movido el trabajo en primer plano del terminal, como un agente de programación que cambió a su propio worktree. Un directorio definido manualmente desde el menú contextual del proyecto siempre se usa tal cual.
fr: Les fichiers et Git sont rattachés à ce répertoire. En mode automatique, il suit le dépôt Git le plus proche contenant le répertoire courant du shell, ou celui où la tâche au premier plan du terminal s'est déplacée, par exemple un agent de développement passé à son propre worktree. Un répertoire défini manuellement dans le menu contextuel du projet est toujours utilisé tel quel.
id: File dan Git mengacu ke direktori ini. Saat otomatis, direktori mengikuti repositori Git terdekat yang memuat direktori shell saat ini, atau repositori tujuan pekerjaan latar depan terminal, misalnya agen pemrograman yang beralih ke worktree sendiri. Direktori yang diatur manual dari menu konteks proyek selalu digunakan apa adanya.
it: File e Git fanno riferimento a questa directory. In modalità automatica segue il repository Git più vicino che contiene la directory corrente della shell, oppure quello in cui si è spostato il processo in primo piano del terminale, ad esempio un agente di programmazione passato al proprio worktree. Una directory impostata manualmente dal menu contestuale del progetto viene sempre usata così com'è.
ja: ファイルとGitはこのディレクトリを基準にします。自動の場合、シェルの現在のディレクトリを含む最も近いGitリポジトリ、またはターミナルのフォアグラウンドジョブが移動した先のリポジトリ——自分のワークツリーに切り替えたコーディングエージェントなど——を使います。プロジェクトのメニューで手動設定したディレクトリはそのまま使われます。
ko: 파일 및 Git의 기준 디렉터리입니다. 자동 모드에서는 셸의 현재 디렉터리를 포함하는 가장 가까운 Git 저장소를 따르거나, 자체 작업 트리로 전환한 코딩 에이전트처럼 터미널의 포그라운드 작업이 이동한 저장소를 따릅니다. 프로젝트의 컨텍스트 메뉴에서 수동으로 설정한 디렉터리는 항상 그대로 사용합니다.
nl: Bestanden en Git zijn aan deze map gekoppeld. In de automatische stand wordt de dichtstbijzijnde Git-repository met de huidige shellmap gevolgd, of de map waarnaar de voorgrondtaak van de terminal is verplaatst, bijvoorbeeld een programmeeragent met een eigen worktree. Een map die handmatig via het contextmenu van het project is ingesteld, wordt altijd ongewijzigd gebruikt.
pt_br: Arquivos e Git ficam vinculados a este diretório. No modo automático, ele acompanha o repositório Git mais próximo que contém o diretório atual do shell ou aquele para o qual a tarefa em primeiro plano do terminal se moveu, como um agente de programação que mudou para seu próprio worktree. Um diretório definido manualmente pelo menu de contexto do projeto é sempre usado como está.
ru: Файлы и Git привязаны к этому каталогу. В автоматическом режиме используется ближайший репозиторий Git, содержащий текущий каталог оболочки, или репозиторий, куда перешло активное задание терминала — например, агент, работающий в собственном рабочем дереве. Каталог, заданный вручную в контекстном меню проекта, всегда используется как есть.
th: ไฟล์และ Git ยึดกับไดเรกทอรีนี้ ในโหมดอัตโนมัติจะตามที่เก็บ Git ที่ใกล้ที่สุดซึ่งครอบคลุมไดเรกทอรีปัจจุบันของเชลล์ หรือที่เก็บที่งานเบื้องหน้าของเทอร์มินัลย้ายไป เช่น เอเจนต์เขียนโค้ดที่สลับไปยังเวิร์กทรีของตนเอง ไดเรกทอรีที่ตั้งเองผ่านเมนูบริบทของโปรเจ็กต์จะถูกใช้ตามที่ระบุเสมอ
tr: Dosyalar ve Git bu dizine bağlanır. Otomatik modda kabuğun geçerli dizinini içeren en yakın Git deposu veya terminalin ön plan işinin taşındığı depo izlenir; örneğin kendi çalışma ağacına geçen bir kodlama aracısının deposu. Projenin bağlam menüsünden elle belirlenen dizin her zaman olduğu gibi kullanılır.
vi: Tệp và Git gắn với thư mục này. Ở chế độ tự động, nó theo kho Git gần nhất chứa thư mục hiện tại của shell, hoặc kho mà tác vụ tiền cảnh của terminal chuyển đến, chẳng hạn tác tử lập trình chuyển sang cây làm việc riêng. Thư mục đặt thủ công từ menu ngữ cảnh dự án luôn được dùng nguyên trạng.
zh_hans: 文件与 Git 以此目录为基准。自动模式下，会跟随包含 Shell 当前目录的最近 Git 仓库，或终端前台作业所切换到的仓库——例如切换到自己工作树的编码代理。若从项目菜单手动指定了目录，则始终使用该目录。
zh_hant: 檔案與 Git 以此目錄為基準。自動模式下，會跟隨包含 Shell 目前目錄的最近 Git 儲存庫，或終端機前台作業所切換到的儲存庫——例如切換到自己工作樹的編碼代理。若從專案菜單手動指定了目錄，則始終使用該目錄。

source: Files changed while the confirmation was open. Review them and try again.
ar: تغيّرت الملفات أثناء فتح نافذة التأكيد. راجعها وحاول مجددًا.
de: Die Dateien haben sich während der Bestätigung geändert. Prüfe sie und versuche es erneut.
es: Los archivos cambiaron mientras la confirmación estaba abierta. Revísalos e inténtalo de nuevo.
fr: Les fichiers ont changé pendant que la confirmation était ouverte. Examinez-les et réessayez.
id: File berubah saat dialog konfirmasi terbuka. Tinjau dan coba lagi.
it: I file sono cambiati mentre la conferma era aperta. Controllali e riprova.
ja: 確認中にファイルが変更されました。内容を確認してもう一度お試しください。
ko: 확인 창이 열린 동안 파일이 변경되었습니다. 검토한 후 다시 시도하세요.
nl: De bestanden zijn gewijzigd terwijl de bevestiging openstond. Beoordeel ze en probeer het opnieuw.
pt_br: Os arquivos mudaram enquanto a confirmação estava aberta. Revise-os e tente novamente.
ru: Файлы изменились, пока было открыто подтверждение. Проверьте их и повторите попытку.
th: ไฟล์เปลี่ยนขณะเปิดหน้าต่างยืนยัน ตรวจทานแล้วลองอีกครั้ง
tr: Onay penceresi açıkken dosyalar değişti. İnceleyip yeniden deneyin.
vi: Tệp đã thay đổi khi hộp thoại xác nhận đang mở. Xem xét rồi thử lại.
zh_hans: 确认期间文件已更改。请检查后重试。
zh_hant: 確認期間檔案已變更。請檢查後重試。

source: Filter Changed Files
ar: تصفية الملفات المتغيرة
de: Geänderte Dateien filtern
es: Filtrar archivos modificados
fr: Filtrer les fichiers modifiés
id: Filter File yang Berubah
it: Filtra file modificati
ja: 変更ファイルを絞り込み
ko: 변경된 파일 필터링
nl: Gewijzigde bestanden filteren
pt_br: Filtrar arquivos alterados
ru: Фильтровать изменённые файлы
th: กรองไฟล์ที่เปลี่ยนแปลง
tr: Değişen Dosyaları Filtrele
vi: Lọc tệp đã thay đổi
zh_hans: 筛选已更改的文件
zh_hant: 篩選已變更的檔案

source: Filter branches
ar: تصفية الفروع
de: Branches filtern
es: Filtrar ramas
fr: Filtrer les branches
id: Filter branch
it: Filtra branch
ja: ブランチを絞り込む
ko: 브랜치 필터링
nl: Branches filteren
pt_br: Filtrar branches
ru: Фильтровать ветки
th: กรองสาขา
tr: Dalları filtrele
vi: Lọc nhánh
zh_hans: 筛选分支
zh_hant: 篩選分支

source: Filter changed files
ar: تصفية الملفات المتغيرة
de: Geänderte Dateien filtern
es: Filtrar archivos modificados
fr: Filtrer les fichiers modifiés
id: Filter File yang Berubah
it: Filtra file modificati
ja: 変更ファイルを絞り込み
ko: 변경된 파일 필터링
nl: Gewijzigde bestanden filteren
pt_br: Filtrar arquivos alterados
ru: Фильтровать изменённые файлы
th: กรองไฟล์ที่เปลี่ยนแปลง
tr: Değişen Dosyaları Filtrele
vi: Lọc tệp đã thay đổi
zh_hans: 筛选已更改的文件
zh_hant: 篩選已變更的檔案

source: Find
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
id: Cari
it: Trova
ja: 検索
ko: 찾기
nl: Zoeken
pt_br: Buscar
ru: Найти
th: ค้นหา
tr: Bul
vi: Tìm
zh_hans: 查找
zh_hant: 查找

source: Find Next
ar: بحث عن التالي
de: Nächsten Treffer suchen
es: Buscar siguiente
fr: Rechercher le suivant
id: Cari Berikutnya
it: Trova successivo
ja: 次を検索
ko: 다음 찾기
nl: Volgende zoeken
pt_br: Buscar próximo
ru: Найти далее
th: ค้นหาถัดไป
tr: Sonrakini Bul
vi: Tìm tiếp
zh_hans: 查找下一个
zh_hant: 查找下一個

source: Find Previous
ar: بحث عن السابق
de: Vorherigen Treffer suchen
es: Buscar anterior
fr: Rechercher le précédent
id: Cari Sebelumnya
it: Trova precedente
ja: 前を検索
ko: 이전 찾기
nl: Vorige zoeken
pt_br: Buscar anterior
ru: Найти предыдущее
th: ค้นหาก่อนหน้า
tr: Öncekini Bul
vi: Tìm trước
zh_hans: 查找上一个
zh_hant: 查找上一個

source: Find and Replace…
ar: بحث واستبدال…
de: Suchen und ersetzen…
es: Buscar y reemplazar…
fr: Rechercher et remplacer…
id: Cari dan Ganti…
it: Trova e sostituisci…
ja: 検索と置換…
ko: 찾기 및 바꾸기…
nl: Zoeken en vervangen…
pt_br: Buscar e substituir…
ru: Найти и заменить…
th: ค้นหาและแทนที่…
tr: Bul ve Değiştir…
vi: Tìm và thay thế…
zh_hans: 查找和替换…
zh_hant: 查找和替換…

source: Finding repository…
ar: جارٍ البحث عن المستودع…
de: Repository wird gesucht…
es: Buscando repositorio…
fr: Recherche du dépôt…
id: Mencari repositori…
it: Ricerca del repository…
ja: リポジトリを探しています…
ko: 저장소 찾는 중…
nl: Repository zoeken…
pt_br: Buscando repositório…
ru: Поиск репозитория…
th: กำลังค้นหาที่เก็บ…
tr: Depo bulunuyor…
vi: Đang tìm kho…
zh_hans: 正在查找仓库…
zh_hant: 正在查找儲存庫…

source: Find…
ar: بحث…
de: Suchen…
es: Buscar…
fr: Rechercher…
id: Cari…
it: Trova…
ja: 検索…
ko: 찾기…
nl: Zoeken…
pt_br: Buscar…
ru: Найти…
th: ค้นหา…
tr: Bul…
vi: Tìm…
zh_hans: 查找…
zh_hant: 查找…

source: Fit Image to Window
ar: ملاءمة الصورة مع النافذة
de: Bild an Fenster anpassen
es: Ajustar imagen a la ventana
fr: Adapter l'image à la fenêtre
id: Sesuaikan Gambar ke Jendela
it: Adatta immagine alla finestra
ja: 画像をウインドウに合わせる
ko: 창에 이미지 맞춤
nl: Afbeelding aan venster aanpassen
pt_br: Ajustar imagem à janela
ru: Подогнать изображение к окну
th: ปรับภาพให้พอดีหน้าต่าง
tr: Görüntüyü Pencereye Sığdır
vi: Vừa ảnh với cửa sổ
zh_hans: 将图像适配到窗口
zh_hant: 將影像適配到視窗

source: Finish discarding all changes
ar: إكمال تجاهل جميع التغييرات
de: Verwerfen aller Änderungen abschließen
es: Terminar de descartar todos los cambios
fr: Terminer l'abandon de toutes les modifications
id: Selesaikan pembuangan semua perubahan
it: Completa l'eliminazione di tutte le modifiche
ja: すべての変更を破棄する
ko: 모든 변경 사항 버리기 완료
nl: Verwerpen van alle wijzigingen voltooien
pt_br: Concluir o descarte de todas as alterações
ru: Завершить отмену всех изменений
th: ละทิ้งการเปลี่ยนแปลงทั้งหมดให้เสร็จ
tr: Tüm değişiklikleri atmayı tamamla
vi: Hoàn tất hủy bỏ mọi thay đổi
zh_hans: 确认丢弃所有更改
zh_hant: 確認丟棄所有變更

source: Finish or abort from the terminal
ar: أكمل أو ألغِ من الطرفية
de: Im Terminal abschließen oder abbrechen
es: Finalizar o abortar desde el terminal
fr: Terminer ou annuler depuis le terminal
id: Selesaikan atau batalkan dari terminal
it: Completa o interrompi dal terminale
ja: ターミナルで完了または中止してください
ko: 터미널에서 완료하거나 중단하세요
nl: Voltooien of afbreken via de terminal
pt_br: Concluir ou abortar pelo terminal
ru: Завершите или прервите в терминале
th: ดำเนินการให้เสร็จหรือยกเลิกจากเทอร์มินัล
tr: Terminalden tamamlayın veya iptal edin
vi: Hoàn tất hoặc hủy từ terminal
zh_hans: 请在终端中完成或中止
zh_hant: 請在終端機中完成或中止

source: Finishing Git operation…
ar: جارٍ إنهاء عملية Git…
de: Git-Vorgang wird abgeschlossen…
es: Finalizando operación de Git…
fr: Finalisation de l'opération Git…
id: Menyelesaikan operasi Git…
it: Completamento operazione Git…
ja: Git操作を完了しています…
ko: Git 작업 마무리 중…
nl: Git-bewerking afronden…
pt_br: Finalizando operação Git…
ru: Завершение операции Git…
th: กำลังจบการดำเนินการ Git…
tr: Git işlemi tamamlanıyor…
vi: Đang hoàn tất thao tác Git…
zh_hans: 正在完成 Git 操作…
zh_hant: 正在完成 Git 操作…

source: Focus Address Bar
ar: التركيز على شريط العنوان
de: Adressleiste fokussieren
es: Enfocar barra de direcciones
fr: Activer la barre d'adresse
id: Fokuskan Bilah Alamat
it: Attiva barra degli indirizzi
ja: アドレスバーにフォーカス
ko: 주소 막대로 포커스 이동
nl: Adresbalk activeren
pt_br: Focar barra de endereço
ru: Перейти в адресную строку
th: โฟกัสแถบที่อยู่
tr: Adres Çubuğuna Odaklan
vi: Đưa tiêu điểm đến thanh địa chỉ
zh_hans: 聚焦地址栏
zh_hant: 聚焦地址欄

source: Focus Next Pane
ar: التركيز على اللوحة التالية
de: Nächsten Bereich fokussieren
es: Enfocar panel siguiente
fr: Activer le volet suivant
id: Fokuskan Panel Berikutnya
it: Attiva riquadro successivo
ja: 次のペインにフォーカス
ko: 다음 분할 창으로 포커스 이동
nl: Volgend paneel activeren
pt_br: Focar próximo painel
ru: Перейти к следующей панели
th: โฟกัสบานหน้าต่างถัดไป
tr: Sonraki Bölmeye Odaklan
vi: Đưa tiêu điểm đến ô tiếp theo
zh_hans: 切换到下一个窗格
zh_hant: 切換到下一個窗格

source: Focus Pane Down
ar: التركيز على اللوحة السفلية
de: Unteren Bereich fokussieren
es: Enfocar panel de abajo
fr: Activer le volet en bas
id: Fokuskan Panel Bawah
it: Attiva riquadro in basso
ja: 下のペインにフォーカス
ko: 아래 분할 창으로 포커스 이동
nl: Onderliggend paneel activeren
pt_br: Focar painel abaixo
ru: Перейти к нижней панели
th: โฟกัสบานหน้าต่างด้านล่าง
tr: Alt Bölmeye Odaklan
vi: Đưa tiêu điểm đến ô dưới
zh_hans: 切换到下方窗格
zh_hant: 切換到下方窗格

source: Focus Pane Left
ar: التركيز على اللوحة اليسرى
de: Linken Bereich fokussieren
es: Enfocar panel izquierdo
fr: Activer le volet à gauche
id: Fokuskan Panel Kiri
it: Attiva riquadro a sinistra
ja: 左のペインにフォーカス
ko: 왼쪽 분할 창으로 포커스 이동
nl: Linkerpaneel activeren
pt_br: Focar painel à esquerda
ru: Перейти к левой панели
th: โฟกัสบานหน้าต่างด้านซ้าย
tr: Sol Bölmeye Odaklan
vi: Đưa tiêu điểm đến ô trái
zh_hans: 切换到左侧窗格
zh_hant: 切換到左側窗格

source: Focus Pane Right
ar: التركيز على اللوحة اليمنى
de: Rechten Bereich fokussieren
es: Enfocar panel derecho
fr: Activer le volet à droite
id: Fokuskan Panel Kanan
it: Attiva riquadro a destra
ja: 右のペインにフォーカス
ko: 오른쪽 분할 창으로 포커스 이동
nl: Rechterpaneel activeren
pt_br: Focar painel à direita
ru: Перейти к правой панели
th: โฟกัสบานหน้าต่างด้านขวา
tr: Sağ Bölmeye Odaklan
vi: Đưa tiêu điểm đến ô phải
zh_hans: 切换到右侧窗格
zh_hant: 切換到右側窗格

source: Focus Pane Up
ar: التركيز على اللوحة العلوية
de: Oberen Bereich fokussieren
es: Enfocar panel de arriba
fr: Activer le volet en haut
id: Fokuskan Panel Atas
it: Attiva riquadro in alto
ja: 上のペインにフォーカス
ko: 위 분할 창으로 포커스 이동
nl: Bovenliggend paneel activeren
pt_br: Focar painel acima
ru: Перейти к верхней панели
th: โฟกัสบานหน้าต่างด้านบน
tr: Üst Bölmeye Odaklan
vi: Đưa tiêu điểm đến ô trên
zh_hans: 切换到上方窗格
zh_hant: 切換到上方窗格

source: Focus Previous Pane
ar: التركيز على اللوحة السابقة
de: Vorherigen Bereich fokussieren
es: Enfocar panel anterior
fr: Activer le volet précédent
id: Fokuskan Panel Sebelumnya
it: Attiva riquadro precedente
ja: 前のペインにフォーカス
ko: 이전 분할 창으로 포커스 이동
nl: Vorig paneel activeren
pt_br: Focar painel anterior
ru: Перейти к предыдущей панели
th: โฟกัสบานหน้าต่างก่อนหน้า
tr: Önceki Bölmeye Odaklan
vi: Đưa tiêu điểm đến ô trước
zh_hans: 切换到上一个窗格
zh_hant: 切換到上一個窗格

source: Folder Group…
ar: مجموعة مجلدات…
de: Ordnergruppe…
es: Grupo de carpetas…
fr: Groupe de dossiers…
id: Grup Folder…
it: Gruppo di cartelle…
ja: フォルダグループ…
ko: 폴더 그룹…
nl: Mappengroep…
pt_br: Grupo de pastas…
ru: Группа папок…
th: กลุ่มโฟลเดอร์…
tr: Klasör Grubu…
vi: Nhóm thư mục…
zh_hans: 文件夹分组…
zh_hant: 資料夾分組…

source: Folder name
ar: اسم المجلد
de: Ordnername
es: Nombre de carpeta
fr: Nom du dossier
id: Nama folder
it: Nome della cartella
ja: フォルダ名
ko: 폴더 이름
nl: Mapnaam
pt_br: Nome da pasta
ru: Имя папки
th: ชื่อโฟลเดอร์
tr: Klasör adı
vi: Tên thư mục
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

source: Following the terminal job’s directory
ar: يتبع مجلد مهمة الطرفية
de: Folgt dem Verzeichnis des Terminalprozesses
es: Siguiendo el directorio del trabajo del terminal
fr: Suit le répertoire de la tâche du terminal
id: Mengikuti direktori pekerjaan terminal
it: Segue la directory del processo del terminale
ja: ターミナルジョブのディレクトリを追従中
ko: 터미널 작업의 디렉터리를 따르는 중
nl: Volgt de map van de terminaltaak
pt_br: Seguindo o diretório da tarefa do terminal
ru: Следует за каталогом задания терминала
th: ตามไดเรกทอรีของงานเทอร์มินัล
tr: Terminal işinin dizini izleniyor
vi: Theo thư mục tác vụ terminal
zh_hans: 正在跟随终端作业的目录
zh_hant: 正在跟隨終端機作業的目錄

source: Following the terminal job’s worktree
ar: يتبع شجرة عمل مهمة الطرفية
de: Folgt dem Worktree des Terminalprozesses
es: Siguiendo el worktree del trabajo del terminal
fr: Suit le worktree de la tâche du terminal
id: Mengikuti worktree pekerjaan terminal
it: Segue il worktree del processo del terminale
ja: ターミナルジョブのワークツリーを追従中
ko: 터미널 작업의 작업 트리를 따르는 중
nl: Volgt de worktree van de terminaltaak
pt_br: Seguindo o worktree da tarefa do terminal
ru: Следует за рабочим деревом задания терминала
th: ตามเวิร์กทรีของงานเทอร์มินัล
tr: Terminal işinin çalışma ağacı izleniyor
vi: Theo cây làm việc của tác vụ terminal
zh_hans: 正在跟随终端作业的工作树
zh_hant: 正在跟隨終端機作業的工作樹

source: Font
ar: الخط
de: Schrift
es: Fuente
fr: Police
ja: フォント
ko: 글꼴
nl: Lettertype
pt_br: Fonte
ru: Шрифт
th: ฟอนต์
tr: Yazı Tipi
vi: Phông chữ
zh_hans: 字体
zh_hant: 字體

source: Font size
ar: حجم الخط
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de police
id: Ukuran font
it: Dimensione del font
ja: フォントサイズ
ko: 글자 크기
nl: Lettergrootte
pt_br: Tamanho da fonte
ru: Размер шрифта
th: ขนาดตัวอักษร
tr: Yazı boyutu
vi: Cỡ chữ
zh_hans: 字体大小
zh_hant: 字體大小

source: Force Kill
ar: إنهاء قسري
de: Beenden erzwingen
es: Forzar cierre
fr: Forcer l'arrêt
id: Hentikan Paksa
it: Forza terminazione
ja: 強制終了
ko: 강제 종료
nl: Geforceerd stoppen
pt_br: Forçar encerramento
ru: Принудительно завершить
th: บังคับหยุด
tr: Zorla Sonlandır
vi: Buộc dừng
zh_hans: 强制结束
zh_hant: 強制結束

source: Forward
ar: تقدم
de: Vorwärts
es: Adelante
fr: Suivant
id: Maju
it: Avanti
ja: 進む
ko: 앞으로
nl: Vooruit
pt_br: Avançar
ru: Вперёд
th: ไปข้างหน้า
tr: İleri
vi: Tiến tới
zh_hans: 前进
zh_hant: 前進

source: Full executable path, for example /opt/homebrew/bin/fish
ar: المسار الكامل للملف التنفيذي، مثل /opt/homebrew/bin/fish
de: Vollständiger Programmpfad, zum Beispiel /opt/homebrew/bin/fish
es: Ruta completa del ejecutable, por ejemplo /opt/homebrew/bin/fish
fr: Chemin complet de l'exécutable, par exemple /opt/homebrew/bin/fish
id: Path lengkap eksekutabel, misalnya /opt/homebrew/bin/fish
it: Percorso completo dell'eseguibile, ad esempio /opt/homebrew/bin/fish
ja: 実行可能ファイルのフルパス（例：/opt/homebrew/bin/fish）
ko: 실행 파일 전체 경로, 예: /opt/homebrew/bin/fish
nl: Volledig pad naar uitvoerbaar bestand, bijvoorbeeld /opt/homebrew/bin/fish
pt_br: Caminho completo do executável, por exemplo /opt/homebrew/bin/fish
ru: Полный путь к программе, например /opt/homebrew/bin/fish
th: พาธเต็มของไฟล์ปฏิบัติการ เช่น /opt/homebrew/bin/fish
tr: Tam çalıştırılabilir dosya yolu, örneğin /opt/homebrew/bin/fish
vi: Đường dẫn đầy đủ đến tệp thực thi, ví dụ /opt/homebrew/bin/fish
zh_hans: 可执行文件的完整路径，例如 /opt/homebrew/bin/fish
zh_hant: 可執行檔案的完整路徑，例如 /opt/homebrew/bin/fish

source: GPU-accelerated
ar: تسريع بوحدة الرسوميات
de: GPU-beschleunigt
es: Acelerado por GPU
fr: Accélération GPU
id: Dipercepat GPU
it: Accelerato dalla GPU
ja: GPU加速
ko: GPU 가속
nl: GPU-versneld
pt_br: Acelerado por GPU
ru: Ускорение на GPU
th: เร่งด้วย GPU
tr: GPU hızlandırmalı
vi: Tăng tốc bằng GPU
zh_hans: GPU 加速
zh_hant: GPU 加速

source: General
ar: عام
de: Allgemein
fr: Général
id: Umum
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pt_br: Geral
ru: Основные
th: ทั่วไป
tr: Genel
vi: Chung
zh_hans: 通用
zh_hant: 通用

source: Git Output
ar: مخرجات Git
de: Git-Ausgabe
es: Salida de Git
fr: Sortie Git
id: Keluaran Git
it: Output Git
ja: Git出力
ko: Git 출력
nl: Git-uitvoer
pt_br: Saída do Git
ru: Вывод Git
th: ผลลัพธ์ Git
tr: Git Çıktısı
vi: Đầu ra Git
zh_hans: Git 输出
zh_hant: Git 輸出

source: Git Status Unavailable
ar: حالة Git غير متاحة
de: Git-Status nicht verfügbar
es: Estado de Git no disponible
fr: État Git indisponible
id: Status Git Tidak Tersedia
it: Stato Git non disponibile
ja: Gitステータスを取得できません
ko: Git 상태를 사용할 수 없음
nl: Git-status niet beschikbaar
pt_br: Status do Git indisponível
ru: Статус Git недоступен
th: สถานะ Git ไม่พร้อมใช้งาน
tr: Git Durumu Kullanılamıyor
vi: Không có trạng thái Git
zh_hans: 无法获取 Git 状态
zh_hant: 無法獲取 Git 狀態

source: Git action
ar: إجراء Git
de: Git-Aktion
es: Acción de Git
fr: Action Git
id: Tindakan Git
it: Azione Git
ja: Git操作
ko: Git 작업
nl: Git-actie
pt_br: Ação Git
ru: Операция Git
th: การดำเนินการ Git
tr: Git işlemi
vi: Thao tác Git
zh_hans: Git 操作
zh_hant: Git 操作

source: Git actions on SSH projects aren’t supported yet.
ar: إجراءات Git في مشاريع SSH غير مدعومة بعد.
de: Git-Aktionen für SSH-Projekte werden noch nicht unterstützt.
es: Las acciones de Git en proyectos SSH aún no son compatibles.
fr: Les actions Git sur les projets SSH ne sont pas encore prises en charge.
id: Tindakan Git pada proyek SSH belum didukung.
it: Le azioni Git sui progetti SSH non sono ancora supportate.
ja: SSHプロジェクトに対するGit操作はまだサポートされていません。
ko: SSH 프로젝트에서는 아직 Git 작업을 지원하지 않습니다.
nl: Git-acties voor SSH-projecten worden nog niet ondersteund.
pt_br: Ações Git em projetos SSH ainda não são suportadas.
ru: Операции Git в SSH-проектах пока не поддерживаются.
th: ยังไม่รองรับการดำเนินการ Git ในโปรเจ็กต์ SSH
tr: SSH projelerinde Git işlemleri henüz desteklenmiyor.
vi: Chưa hỗ trợ thao tác Git trên dự án SSH.
zh_hans: 暂不支持对 SSH 项目执行 Git 操作。
zh_hant: 暫不支持對 SSH 專案執行 Git 操作。

source: Git command failed
ar: فشل أمر Git
de: Git-Befehl fehlgeschlagen
es: Falló el comando de Git
fr: Échec de la commande Git
id: Perintah Git gagal
it: Comando Git non riuscito
ja: Gitコマンドに失敗しました
ko: Git 명령 실패
nl: Git-opdracht mislukt
pt_br: O comando Git falhou
ru: Ошибка команды Git
th: คำสั่ง Git ล้มเหลว
tr: Git komutu başarısız
vi: Lệnh Git thất bại
zh_hans: Git 命令失败
zh_hant: Git 命令失敗

source: Git did not respond in time.
ar: لم يستجب Git في الوقت المحدد.
de: Git hat nicht rechtzeitig geantwortet.
es: Git no respondió a tiempo.
fr: Git n'a pas répondu à temps.
id: Git tidak merespons tepat waktu.
it: Git non ha risposto in tempo.
ja: Git が時間内に応答しませんでした。
ko: Git이 제시간에 응답하지 않았습니다.
nl: Git reageerde niet op tijd.
pt_br: O Git não respondeu a tempo.
ru: Git не ответил вовремя.
th: Git ไม่ตอบสนองภายในเวลาที่กำหนด
tr: Git zamanında yanıt vermedi.
vi: Git không phản hồi kịp thời.
zh_hans: Git 未及时响应。
zh_hant: Git 未及時響應。

source: Git operation in progress
ar: عملية Git قيد التنفيذ
de: Git-Vorgang läuft
es: Operación de Git en curso
fr: Opération Git en cours
id: Operasi Git sedang berlangsung
it: Operazione Git in corso
ja: Git操作を実行中
ko: Git 작업 진행 중
nl: Git-bewerking bezig
pt_br: Operação Git em andamento
ru: Выполняется операция Git
th: กำลังดำเนินการ Git
tr: Git işlemi sürüyor
vi: Đang thực hiện thao tác Git
zh_hans: Git 操作进行中
zh_hant: Git 操作進行中

source: Git returned an empty repository path.
ar: أعاد Git مسار مستودع فارغًا.
de: Git hat einen leeren Repository-Pfad zurückgegeben.
es: Git devolvió una ruta de repositorio vacía.
fr: Git a renvoyé un chemin de dépôt vide.
id: Git mengembalikan path repositori kosong.
it: Git ha restituito un percorso di repository vuoto.
ja: Gitから空のリポジトリパスが返されました。
ko: Git이 빈 저장소 경로를 반환했습니다.
nl: Git gaf een leeg repositorypad terug.
pt_br: O Git retornou um caminho de repositório vazio.
ru: Git вернул пустой путь к репозиторию.
th: Git ส่งคืนพาธที่เก็บว่างเปล่า
tr: Git boş bir depo yolu döndürdü.
vi: Git trả về đường dẫn kho rỗng.
zh_hans: Git 返回了空的仓库路径。
zh_hant: Git 返回了空的儲存庫路徑。

source: Group
ar: المجموعة
de: Gruppe
es: Grupo
fr: Groupe
id: Grup
it: Gruppo
ja: グループ
ko: 그룹
nl: Groep
pt_br: Grupo
ru: Группа
th: กลุ่ม
tr: Grup
vi: Nhóm
zh_hans: 分组
zh_hant: 分組

source: Hide
ar: إخفاء
de: Ausblenden
es: Ocultar
fr: Masquer
id: Sembunyikan
it: Nascondi
ja: 非表示
ko: 가리기
nl: Verberg
pt_br: Ocultar
ru: Скрыть
th: ซ่อน
tr: Gizle
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide FPS Counter
ar: إخفاء عداد FPS
de: FPS-Zähler ausblenden
es: Ocultar contador de FPS
fr: Masquer le compteur FPS
id: Sembunyikan Penghitung FPS
it: Nascondi contatore FPS
ja: FPSカウンターを非表示
ko: FPS 카운터 가리기
nl: FPS-teller verbergen
pt_br: Ocultar contador de FPS
ru: Скрыть счётчик FPS
th: ซ่อนตัวนับ FPS
tr: FPS Sayacını Gizle
vi: Ẩn bộ đếm FPS
zh_hans: 隐藏帧率计数器
zh_hant: 隱藏幀率計數器
